7767517
238 281
Input            images                   0 1 images
YoloV5Focus      focus                    1 1 images 215
Convolution      Conv_41                  1 1 215 216 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            Mul_43                   1 1 216 218
Convolution      Conv_44                  1 1 218 219 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=41472
Swish            Mul_46                   1 1 219 221
Split            splitncnn_0              1 2 221 221_splitncnn_0 221_splitncnn_1
Convolution      Conv_47                  1 1 221_splitncnn_1 222 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Swish            Mul_49                   1 1 222 224
Split            splitncnn_1              1 2 224 224_splitncnn_0 224_splitncnn_1
Convolution      Conv_50                  1 1 224_splitncnn_1 225 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_52                   1 1 225 227
Convolution      Conv_53                  1 1 227 228 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=20736
Swish            Mul_55                   1 1 228 230
BinaryOp         Add_56                   2 1 224_splitncnn_0 230 231 0=0
Split            splitncnn_2              1 2 231 231_splitncnn_0 231_splitncnn_1
Convolution      Conv_57                  1 1 231_splitncnn_1 232 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            Mul_59                   1 1 232 234
Convolution      Conv_60                  1 1 234 235 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=20736
Swish            Mul_62                   1 1 235 237
BinaryOp         Add_63                   2 1 231_splitncnn_0 237 238 0=0
Convolution      Conv_64                  1 1 221_splitncnn_0 239 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Swish            Mul_66                   1 1 239 241
Concat           Concat_67                2 1 238 241 242 0=0
Convolution      Conv_68                  1 1 242 243 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_70                   1 1 243 245
Convolution      Conv_71                  1 1 245 246 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=165888
Swish            Mul_73                   1 1 246 248
Split            splitncnn_3              1 2 248 248_splitncnn_0 248_splitncnn_1
Convolution      Conv_74                  1 1 248_splitncnn_1 249 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
Swish            Mul_76                   1 1 249 251
Split            splitncnn_4              1 2 251 251_splitncnn_0 251_splitncnn_1
Convolution      Conv_77                  1 1 251_splitncnn_1 252 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_79                   1 1 252 254
Convolution      Conv_80                  1 1 254 255 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_82                   1 1 255 257
BinaryOp         Add_83                   2 1 251_splitncnn_0 257 258 0=0
Split            splitncnn_5              1 2 258 258_splitncnn_0 258_splitncnn_1
Convolution      Conv_84                  1 1 258_splitncnn_1 259 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_86                   1 1 259 261
Convolution      Conv_87                  1 1 261 262 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_89                   1 1 262 264
BinaryOp         Add_90                   2 1 258_splitncnn_0 264 265 0=0
Split            splitncnn_6              1 2 265 265_splitncnn_0 265_splitncnn_1
Convolution      Conv_91                  1 1 265_splitncnn_1 266 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_93                   1 1 266 268
Convolution      Conv_94                  1 1 268 269 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_96                   1 1 269 271
BinaryOp         Add_97                   2 1 265_splitncnn_0 271 272 0=0
Split            splitncnn_7              1 2 272 272_splitncnn_0 272_splitncnn_1
Convolution      Conv_98                  1 1 272_splitncnn_1 273 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_100                  1 1 273 275
Convolution      Conv_101                 1 1 275 276 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_103                  1 1 276 278
BinaryOp         Add_104                  2 1 272_splitncnn_0 278 279 0=0
Split            splitncnn_8              1 2 279 279_splitncnn_0 279_splitncnn_1
Convolution      Conv_105                 1 1 279_splitncnn_1 280 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_107                  1 1 280 282
Convolution      Conv_108                 1 1 282 283 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_110                  1 1 283 285
BinaryOp         Add_111                  2 1 279_splitncnn_0 285 286 0=0
Split            splitncnn_9              1 2 286 286_splitncnn_0 286_splitncnn_1
Convolution      Conv_112                 1 1 286_splitncnn_1 287 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_114                  1 1 287 289
Convolution      Conv_115                 1 1 289 290 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_117                  1 1 290 292
BinaryOp         Add_118                  2 1 286_splitncnn_0 292 293 0=0
Convolution      Conv_119                 1 1 248_splitncnn_0 294 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
Swish            Mul_121                  1 1 294 296
Concat           Concat_122               2 1 293 296 297 0=0
Convolution      Conv_123                 1 1 297 298 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_125                  1 1 298 300
Split            splitncnn_10             1 2 300 300_splitncnn_0 300_splitncnn_1
Convolution      Conv_126                 1 1 300_splitncnn_1 301 0=384 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=663552
Swish            Mul_128                  1 1 301 303
Split            splitncnn_11             1 2 303 303_splitncnn_0 303_splitncnn_1
Convolution      Conv_129                 1 1 303_splitncnn_1 304 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
Swish            Mul_131                  1 1 304 306
Split            splitncnn_12             1 2 306 306_splitncnn_0 306_splitncnn_1
Convolution      Conv_132                 1 1 306_splitncnn_1 307 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_134                  1 1 307 309
Convolution      Conv_135                 1 1 309 310 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_137                  1 1 310 312
BinaryOp         Add_138                  2 1 306_splitncnn_0 312 313 0=0
Split            splitncnn_13             1 2 313 313_splitncnn_0 313_splitncnn_1
Convolution      Conv_139                 1 1 313_splitncnn_1 314 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_141                  1 1 314 316
Convolution      Conv_142                 1 1 316 317 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_144                  1 1 317 319
BinaryOp         Add_145                  2 1 313_splitncnn_0 319 320 0=0
Split            splitncnn_14             1 2 320 320_splitncnn_0 320_splitncnn_1
Convolution      Conv_146                 1 1 320_splitncnn_1 321 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_148                  1 1 321 323
Convolution      Conv_149                 1 1 323 324 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_151                  1 1 324 326
BinaryOp         Add_152                  2 1 320_splitncnn_0 326 327 0=0
Split            splitncnn_15             1 2 327 327_splitncnn_0 327_splitncnn_1
Convolution      Conv_153                 1 1 327_splitncnn_1 328 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_155                  1 1 328 330
Convolution      Conv_156                 1 1 330 331 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_158                  1 1 331 333
BinaryOp         Add_159                  2 1 327_splitncnn_0 333 334 0=0
Split            splitncnn_16             1 2 334 334_splitncnn_0 334_splitncnn_1
Convolution      Conv_160                 1 1 334_splitncnn_1 335 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_162                  1 1 335 337
Convolution      Conv_163                 1 1 337 338 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_165                  1 1 338 340
BinaryOp         Add_166                  2 1 334_splitncnn_0 340 341 0=0
Split            splitncnn_17             1 2 341 341_splitncnn_0 341_splitncnn_1
Convolution      Conv_167                 1 1 341_splitncnn_1 342 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_169                  1 1 342 344
Convolution      Conv_170                 1 1 344 345 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_172                  1 1 345 347
BinaryOp         Add_173                  2 1 341_splitncnn_0 347 348 0=0
Convolution      Conv_174                 1 1 303_splitncnn_0 349 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
Swish            Mul_176                  1 1 349 351
Concat           Concat_177               2 1 348 351 352 0=0
Convolution      Conv_178                 1 1 352 353 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_180                  1 1 353 355
Split            splitncnn_18             1 2 355 355_splitncnn_0 355_splitncnn_1
Convolution      Conv_181                 1 1 355_splitncnn_1 356 0=768 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=2654208
Swish            Mul_183                  1 1 356 358
Convolution      Conv_184                 1 1 358 359 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_186                  1 1 359 361
Split            splitncnn_19             1 4 361 361_splitncnn_0 361_splitncnn_1 361_splitncnn_2 361_splitncnn_3
Pooling          MaxPool_187              1 1 361_splitncnn_3 362 0=0 1=5 11=5 2=1 12=1 3=2 13=2 14=2 15=2 5=1
Pooling          MaxPool_188              1 1 361_splitncnn_2 363 0=0 1=9 11=9 2=1 12=1 3=4 13=4 14=4 15=4 5=1
Pooling          MaxPool_189              1 1 361_splitncnn_1 364 0=0 1=13 11=13 2=1 12=1 3=6 13=6 14=6 15=6 5=1
Concat           Concat_190               4 1 361_splitncnn_0 362 363 364 365 0=0
Convolution      Conv_191                 1 1 365 366 0=768 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1179648
Swish            Mul_193                  1 1 366 368
Split            splitncnn_20             1 2 368 368_splitncnn_0 368_splitncnn_1
Convolution      Conv_194                 1 1 368_splitncnn_1 369 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_196                  1 1 369 371
Convolution      Conv_197                 1 1 371 372 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_199                  1 1 372 374
Convolution      Conv_200                 1 1 374 375 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1327104
Swish            Mul_202                  1 1 375 377
Convolution      Conv_203                 1 1 377 378 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_205                  1 1 378 380
Convolution      Conv_206                 1 1 380 381 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1327104
Swish            Mul_208                  1 1 381 383
Convolution      Conv_209                 1 1 368_splitncnn_0 384 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_211                  1 1 384 386
Concat           Concat_212               2 1 383 386 387 0=0
Convolution      Conv_213                 1 1 387 388 0=768 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=589824
Swish            Mul_215                  1 1 388 390
Convolution      Conv_216                 1 1 390 391 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_218                  1 1 391 393
Split            splitncnn_21             1 2 393 393_splitncnn_0 393_splitncnn_1
Interp           Resize_220               1 1 393_splitncnn_1 398 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           Concat_221               2 1 398 355_splitncnn_0 399 0=0
Split            splitncnn_22             1 2 399 399_splitncnn_0 399_splitncnn_1
Convolution      Conv_222                 1 1 399_splitncnn_1 400 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_224                  1 1 400 402
Convolution      Conv_225                 1 1 402 403 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_227                  1 1 403 405
Convolution      Conv_228                 1 1 405 406 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_230                  1 1 406 408
Convolution      Conv_231                 1 1 408 409 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_233                  1 1 409 411
Convolution      Conv_234                 1 1 411 412 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_236                  1 1 412 414
Convolution      Conv_237                 1 1 399_splitncnn_0 415 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_239                  1 1 415 417
Concat           Concat_240               2 1 414 417 418 0=0
Convolution      Conv_241                 1 1 418 419 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_243                  1 1 419 421
Convolution      Conv_244                 1 1 421 422 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
Swish            Mul_246                  1 1 422 424
Split            splitncnn_23             1 2 424 424_splitncnn_0 424_splitncnn_1
Interp           Resize_248               1 1 424_splitncnn_1 429 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           Concat_249               2 1 429 300_splitncnn_0 430 0=0
Split            splitncnn_24             1 2 430 430_splitncnn_0 430_splitncnn_1
Convolution      Conv_250                 1 1 430_splitncnn_1 431 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_252                  1 1 431 433
Convolution      Conv_253                 1 1 433 434 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_255                  1 1 434 436
Convolution      Conv_256                 1 1 436 437 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_258                  1 1 437 439
Convolution      Conv_259                 1 1 439 440 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            Mul_261                  1 1 440 442
Convolution      Conv_262                 1 1 442 443 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=82944
Swish            Mul_264                  1 1 443 445
Convolution      Conv_265                 1 1 430_splitncnn_0 446 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_267                  1 1 446 448
Concat           Concat_268               2 1 445 448 449 0=0
Convolution      Conv_269                 1 1 449 450 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_271                  1 1 450 452
Split            splitncnn_25             1 2 452 452_splitncnn_0 452_splitncnn_1
Convolution      Conv_272                 1 1 452_splitncnn_1 453 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_274                  1 1 453 455
Concat           Concat_275               2 1 455 424_splitncnn_0 456 0=0
Split            splitncnn_26             1 2 456 456_splitncnn_0 456_splitncnn_1
Convolution      Conv_276                 1 1 456_splitncnn_1 457 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
Swish            Mul_278                  1 1 457 459
Convolution      Conv_279                 1 1 459 460 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_281                  1 1 460 462
Convolution      Conv_282                 1 1 462 463 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_284                  1 1 463 465
Convolution      Conv_285                 1 1 465 466 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Swish            Mul_287                  1 1 466 468
Convolution      Conv_288                 1 1 468 469 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=331776
Swish            Mul_290                  1 1 469 471
Convolution      Conv_291                 1 1 456_splitncnn_0 472 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
Swish            Mul_293                  1 1 472 474
Concat           Concat_294               2 1 471 474 475 0=0
Convolution      Conv_295                 1 1 475 476 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_297                  1 1 476 478
Split            splitncnn_27             1 2 478 478_splitncnn_0 478_splitncnn_1
Convolution      Conv_298                 1 1 478_splitncnn_1 479 0=384 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1327104
Swish            Mul_300                  1 1 479 481
Concat           Concat_301               2 1 481 393_splitncnn_0 482 0=0
Split            splitncnn_28             1 2 482 482_splitncnn_0 482_splitncnn_1
Convolution      Conv_302                 1 1 482_splitncnn_1 483 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_304                  1 1 483 485
Convolution      Conv_305                 1 1 485 486 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_307                  1 1 486 488
Convolution      Conv_308                 1 1 488 489 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1327104
Swish            Mul_310                  1 1 489 491
Convolution      Conv_311                 1 1 491 492 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
Swish            Mul_313                  1 1 492 494
Convolution      Conv_314                 1 1 494 495 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1327104
Swish            Mul_316                  1 1 495 497
Convolution      Conv_317                 1 1 482_splitncnn_0 498 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=294912
Swish            Mul_319                  1 1 498 500
Concat           Concat_320               2 1 497 500 501 0=0
Convolution      Conv_321                 1 1 501 502 0=768 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=589824
Swish            Mul_323                  1 1 502 504
Convolution      Conv_324                 1 1 452_splitncnn_0 505 0=255 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=48960
Reshape          Reshape_338              1 1 505 523 0=-1 1=85 2=3
Permute          Transpose_339            1 1 523 output 0=1
Convolution      Conv_340                 1 1 478_splitncnn_0 525 0=255 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=97920
Reshape          Reshape_354              1 1 525 543 0=-1 1=85 2=3
Permute          Transpose_355            1 1 543 544 0=1
Convolution      Conv_356                 1 1 504 545 0=255 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=195840
Reshape          Reshape_370              1 1 545 563 0=-1 1=85 2=3
Permute          Transpose_371            1 1 563 564 0=1
